name: "all_minilm"
platform: "onnxruntime_onnx"
input [
    {
        name: "input_ids"
        data_type: TYPE_INT64
        dims: [-1, 512]
    },
    {
        name: "attention_mask"
        data_type: TYPE_INT64
        dims: [-1, 512]
    }
]
output [
    {
        name: "output"
        data_type: TYPE_FP32
        dims: [-1, 384]
    }
]
