name: "embedder"
platform: "onnxruntime_onnx"
input [
    {
        name: "input_ids"
        data_type: TYPE_INT64
        dims: [-1, -1]
    },
    {
        name: "attention_mask"
        data_type: TYPE_INT64
        dims: [-1, -1]
    }
]
output [
    {
        name: "output"
        data_type: TYPE_FP32
        dims: [-1, -1, 768]
    }
]
